{
  "history": {
    "title": "History",
    "p1": "The Omnibus Company of the East S.A. (CODESA) celebrated 80 years of activity in the Maldonado department in 2016. It has been more than eight decades serving the community by transporting our customers.",
    "p2": "We have witnessed urban growth and departmental transformation, and at the same time, we always strive to implement the most appropriate response to each new challenge.",
    "p3": "Going back to the time of CODESA's founding, we go back to 1935 when the country was under the dictatorship of Gabriel Terra; and another historical event was on June 24 of that year when an accident in Medellín (Colombia) cost Carlos Gardel his life. These were events of strong impact that moved the country's population in different ways. In 1936, the President of the United States, Franklin D. Roosevelt, visited our country, which was the most significant event of the year. In Maldonado, the Municipal Mayor was surveyor Raúl Odizzio, and Julio C. Marpons served as General Secretary.",
    "p4": "In San Carlos, where the active forces (a generic term attributed to the group of citizens with the most intellectual and executive presence) were constantly active, notable figures included Juan Barbé, Antonio Fernández, Pedro Tamón, Aura Ferraro de Molina Salas, Celestino J. Rapetti, Orosmán Curbelo Cal, Eduardo M. Capandeguy, Alejo Fernández Chávez, Águeda Castellano Suárez, Arturo Mata y Vía, Blanca E. Ferraro, Celedonio Iriondo Garino, Darío Borges, Carpio Cal, Luis M. Maurente, and a group of men with entrepreneurial concerns who sought to provide the city and the department with things that were still lacking. As an expression of the entrepreneurial and quixotic spirit of Carlos and Enrique Cugnetti, Orestes Gómez, Moisés Salgado, and Leon Maisterra, what was initially called the 'San Carlos - Punta del Este Omnibus Cooperative' was born.",
    "p5": "It was an ambitious project based on will, sacrifice, knowledge, commitment, and awareness of the importance of the undertaking.",
    "p6": "On December 15, 1936, the population of San Carlos mourned the death in Montevideo of one of its favorite sons: Jacinto M. Alvariza.",
    "p7": "In this historical context, the old and famous 'Cooperative' was born in San Carlos, which is still affectionately called by the oldest inhabitants of the city. The beginnings (which are always a mixture of hope and difficulties) were not easy at all.",
    "p8": "At the beginning, there were 8 or 10 buses, and even a bus from a Catholic school was used. There were buses with very few seats, and several passengers traveled standing up. The fare to Punta del Este cost 15 cents, but at some point, there was competition from trucks that transported workers and charged less.",
    "p9": "At that time, tickets were picked up at home, no matter how far it was. A blackboard was used to note the pickups.",
    "p10": "There were very tough times to face, but over time the situation improved. The repair of the buses, which until then was done on the street, was moved to a workshop that was in front of what is now the San Carlos Bus Terminal.",
    "p11": "Things gradually started to settle, the company achieved the organization it needed, and thus began to thrive.",
    "p12": "It is worth remembering that there was also the Francero company in San Carlos, which transported passengers to the railway station. On the return to the center of San Carlos, transporting people from Rocha, José Ignacio, and Garzón, they transferred them to the Cooperative so they could continue to Maldonado or Punta del Este.",
    "p13": "In December 1957, the 'Cooperative' changed its name to 'Compañía Omnibusera del Este Sociedad Anónima', a corporate name it still maintains today.",
    "p14": "Importation, aimed at renewal and asset growth and adjusted to the provisions that have been in force (since 1976, the entry of bodied units was not allowed, so chassis were repeatedly acquired, and the services of national companies were used), also marked the business development and the guiding purpose of continuous improvement.",
    "p15": "After 1990, the entry of assembled units in Brazil was allowed, and from 1992, using the leasing mechanism, significant negotiations were also carried out.",
    "p16": "In 2010, being the 74th anniversary of a company that does not forget its roots, its integration, its pioneers, and the sacrifice required to overcome obstacles to always be present, it is imbued with an understandable sense of joy and a legitimate feeling of pride for the stages completed.",
    "st1": "Néstor Ortiz Molina - Journalist",
    "p17": "In 1949, uniforms were implemented for employees for the first time; it was a gardener-like overall. Along with this, other benefits for workers began to be obtained, such as Health Insurance and Family Allowance. Then the Fund was established on Olivera and August 25th streets. \nThe route in the 1950s was terrible, made of ballast, very narrow, and when it rained, extremely dangerous.",
    "st2": "Abelardo Goitia - Pioneer",
    "p18": "An intelligent company with a 70-year process accompanying the life of the department. A few men, with imagination and strength, started it seventy years ago. Others continued it and adapted it to the demands of the new times. When Punta del Este was awakening, the era of construction and demand for labor arrived. People had to be transported; more buses and more schedules. And those men accepted the challenge, brought new units, added more staff, and offered better service.",
    "p19": "All that demand had to be synchronized, adapting the service to the user's requirements. In San Carlos, but also in the beach area. Everything was achieved with the vision of those men, plus the conscious contribution of the staff, who were rewarded within their possibilities.\nThe time came to modernize, and the effort had to be made. The new offices of the Maldonado Agency were built, furnished, and properly equipped. Then five Caios were bought in Brazil, significantly increasing the fleet. A new form of cooperation and contribution to society began, granting tickets to students and retirees. Responding to the user's request in requested areas and schedules. Extension of routes. Transfers from Cedemcar (Municipal Sports Center Carolino) to the Maldonado pool, of disabled people to different places. Free transfers on Sundays for retirees. A whole new approach to serving and producing.",
    "p20": "Then the possibility of acquiring the Olivera Hermanos company from Maldonado appeared. People with a vision of the future conceived the idea and very intelligently carried out the operation, annexing 30 units from the urban area of Maldonado, the agency, and the commitment to maintain the staff. Despite everything, they have achieved a stabilized company that is up and running; a family of visionary people who look to the future without losing touch with reality, knowing that after the effort comes the rewards.",
    "st3": "Juan González Barrios - Historian",
    "st3-video": "The current board is composed of Karinna Klavijo, Pablo Brito, Pedro W. Nimo, Carlos Salgado, and Juan Pablo Nimo.",
    "st4": "Pedro Nimo – Former Director of CODESA",
    "p21": "In the 1970s, one of the biggest obstacles was the nature of the winter months, as the accumulation of rain south of the city caused floods that blocked the passage to Maldonado. There were drivers who skillfully managed to get the buses through, thus maintaining the service on the Maldonado – Punta del Este route. Some people from San Carlos took the train to Maldonado and then reconnected with us, although sometimes even the train was not a solution.",
    "p22": "The 1980s were marked by a construction boom.",
    "p23": "The intensity of the demand generated at that time led to the extension of schedules, which began to affect staff attendance. There was a lot of work, many hours were worked, and sometimes rest was necessary. \nOver time, services were increased along Roosevelt and the coast, and the service to La Barra was improved.",
    "p24": "We are aware of the commitment we have to the population because they are the ones who have allowed us to exist, grow, and be where we are; the obligation is to maintain the company and successfully lead it into the future.",
    "p25": "Codesa made a donation to the municipality with the purpose of having that unit serve as a clinic. \nWe have always maintained a very correct relationship with municipal authorities of all times because the company is completely apolitical. We have always been concerned about the social aspect, we are aware of what people mean, and without them, we do not move forward.",
    "p26": "The future is difficult to predict, we provide good service and are willing to explore our operations to correct mistakes. \nWe constantly work on making fleet renewal viable and improving certain lines.",
    "p27": "We have always had a worker's ticket. Today we are offering a 25% discount on that type of monthly pass with a validity of 40 days. It can be for 30, 40, 50, or 60 trips, whereas before there was only the 60-trip pass. There is also a student pass with a 50% discount. The municipality currently pays 40% of that student pass for first-cycle students who live more than a kilometer from the school. Retirees and children under 12 travel for free on Sundays, and the company has also joined celebrations such as 'Children's Day', 'Grandparents' Day', or 'Mother's Day'.",
    "p28": "Not only do we use the best tires, high-quality oil to keep the engines running well, and good fuel, but we also perform daily checks on the vehicles, which takes time. \nIt was difficult to establish a good relationship with the Olivera staff because the company was managed differently, and as they say, 'each teacher with their own book'. Fortunately, rough edges have been smoothed out.",
    "st5": "Carlos Salgado – Director of CODESA",
    "p29": "We are the only company left in San Carlos, originating from the city, that has remained and grown. We all know of companies that have come, provided jobs to many people, and then closed. The oil mill, the slaughterhouse, and several other ventures could be remembered.",
    "p30": "Codesa has remained because it has had a policy – sometimes too conservative – but very safe, and that meant impressive support during the crisis. \nYou have to know when it is convenient to be conservative and when it is convenient to stop being conservative, and for that, we have young people.",
    "p31": "The company made significant progress with the purchase of Olivera, which was evidently a significant increase in assets. \nTransport companies do not run with directors; they operate because of the staff who keep the buses clean, the mechanics, the drivers who go out on the street, and those who treat the public well.",
    "st6": "Pablo Brito – Director of CODESA",
    "p32": "At Codesa, we have kept pace with changes, adapting to current requirements and maintaining the excellence that the company has always had as a goal, constantly thinking about the safety and comfort of the user.",
    "p33": "Currently, the main concern is fuel, which now costs more than it used to.",
    "p34": "We are always looking at what big companies are doing and studying the feasibility of changes. The electronic ticketing system, for example, would be a great advance for us because it would simplify many things, especially for controls.",
    "p35": "The renovation we did at the headquarters was very necessary, mainly for security reasons.",
    "st7": "Gerardo Cabrera – Former Director of CODESA",
    "p36": "The story began with my grandfather Juan Antonio Cabrera, continued with my father, and continued with me. I joined Codesa in 1983 as an employee of the Maldonado Agency. After working 3 or 4 years in that place and due to the death of one of the directors, I was transferred to San Carlos. I took a place on the board and worked as Workshop Manager.",
    "p37": "It would be four generations because now one of my sons also works in administrative tasks. There are several similar situations because, in the cases of Pedro and Pablo, their respective fathers were also pillars of the company. Some colleagues have already retired, others have sold, but we are still on the path.",
    "p38": "Now we are thinking about continuing with the fleet renewal. We are also waiting for new technology, the ticket vending machines.",
    "st8": "Nelson Clavijo (1938 - 2009) – Former Director of CODESA",
    "p39": "In the beginning, the first lines that operated were line 5, which was San Carlos, La Barra, and Manantiales, lines 1 and 2 to Punta del Este, line 3 to San Rafael, and line 20 from Maldonado to Pan de Azúcar.",
    "p40": "At that time, there were many difficulties in transporting passengers because the construction industry was going through a good time, and the demand for service was significant.",
    "p41": "The areas of the routes underwent significant modifications. La Barra was a beach resort with little gravitation, but over the years, it underwent a great transformation to become what we know today.",
    "p42": "At that time, many things were different. People traveled to Punta del Este between 5 and 8 and returned between 6 and 7 pm. The Cantegril area was quite sparsely populated, not like today, where Maldonado and Punta del Este are united.",
    "p43": "The years 1969 and 1970 were years of transformation. Ten units were imported from Argentina, which made it possible to retire the small buses, whose continued use was already considered unsustainable.",
    "p44": "Currently, the company is composed of capital and workers from San Carlos. At one time, 100% of the staff was also from San Carlos, but that situation has changed due to the labor demand in the country, which has brought many families from neighboring departments to these parts.",
    "p45": "We proudly celebrate this new anniversary because we see that in a context of many companies that are no longer around, ours is still standing, alive, and encouraging fervent desires to progress.",
    "p46": "There must be no people in San Carlos, from children to adults, who have not used our company's services at some point. Codesa fulfills a fundamental social function by transporting disabled and blind people for free, contributing to society as a whole."
  }
}
