{
  "history": {
    "title": "Historia",
    "p1": "La Compañía Omnibusera del Este S.A. (CODESA) cumplió en el año 2016 los 80 años de actividad en el departamento de Maldonado. Son más de ocho décadas al servicio de la comunidad trasladando a nuestros clientes.",
    "p2": "Hemos sido testigo del crecimiento urbano y la transformación departamental, y al mismo tiempo siempre procuramos ante cada nuevo desafío, la implementación de la respuesta más adecuada.",
    "p3": "Ubicándonos en la época de la fundación de CODESA, nos remontamos al año 1935 donde el país estaba sumido en la dictadura de Gabriel Terra; y otro hecho que marcó historia fue el 24 de junio de ese año cuando en Medellín (Colombia) un accidente le costaba la vida a Carlos Gardel. Fueron sucesos de fuerte impacto, que conmovieron de distinta manera a la población del país. En 1936 visitaba nuestro país el presidente de Estados Unidos Franklin D. Roosevelt, como acontecimiento de mayor repercusión del año. En Maldonado ejercía como Intendente Municipal el agrimensor Raúl Odizzio y se desempeñaba como Secretario General Julio C. Marpons.",
    "p4": "En San Carlos , donde las fuerzas vivas (denominación genérica que se atribuye al conjunto de ciudadanos de mayor presencia intelectual y ejecutiva) desplegaban un accionar constante, se destacaban Juan Barbé, Antonio Fernández, Pedro Tamón, Aura Ferraro de Molina Salas, Celestino J. Rapetti, Orosmán Curbelo Cal, Eduardo M. Capandeguy, Alejo Fernández Chávez, Águeda Castellano Suárez, Arturo Mata y Vía, Blanca E.Ferraro, Celedonio Iriondo Garino, Darío Borges, Carpio Cal, Luis M. Maurente y un grupo de hombres con inquietudes empresariales, que procuraban dotar a la ciudad y el departamento de aquellas cosas que aún se carecía. Y como expresión del espíritu emprendedor y quijotesco de Carlos y Enrique Cugnetti, de Orestes Gómez, Moisés Salgado y Leon Maisterra nació lo que en un comienzo se denominó “Cooperativa de Ómnibus San Carlos – Punta del Este”.",
    "p5": "Era un ambicioso proyecto basado en la voluntad, el sacrificio, el conocimiento, el compromiso y la conciencia de la importancia del emprendimiento.",
    "p6": "El 15 de diciembre de 1936 la población de San Carlos asistía con dolor al fallecimiento en Montevideo de uno de sus hijos predilectos: Jacinto M. Alvariza.",
    "p7": "En este marco histórico es que en San Carlos nace la vieja y famosa “Cooperativa”, que así, y con cariño, la siguen llamando los más antiguos pobladores de la ciudad. Los comienzos (que siempre son una mixtura de esperanza y dificultades) no fueron para nada sencillos.",
    "p8": "Al comienzo los coches eran 8 o 10 y se utilizó hasta el ómnibus de un colegio católico. Había coches de muy pocos asientos y varios pasajeros viajaban parados, el pasaje a Punta del Este costaba 15 centésimos, pero en algún momento surgió la competencia de camiones que trasladaban a los obreros y cobraban menos.",
    "p9": "En aquella época se levantaba pasaje a domicilio, por lejos que éste quedara. Se tenía un pizarrón para anotar los levantes",
    "p10": "Hubo que enfrentar momentos muy duros pero con el pasaje del tiempo la situación fue mejorando. El arreglo de los coches que hasta entonces se hacía en la calle, se trasladó a un taller que estaba enfrente a lo que es en la actualidad la Terminal de Ómnibus de San Carlos.",
    "p11": "Las cosas de a poco se fueron acomodando, la empresa fue logrando el ordenamiento que necesitaba y de esa manera fue saliendo a flote.",
    "p12": "Cabe recordar que también existió en San Carlos la empresa Francero que trasladaba pasajeros a la Estación del ferrocarril. En el regreso hacia el centro de San Carlos transportando personas provenientes de Rocha, José Ignacio y Garzón, las cuáles trasbordaba a Cooperativa para que pudieran continuar hacia Maldonado o Punta del Este.",
    "p13": "En diciembre de 1957 la “Cooperativa” cambia de nombre y pasa a denominarse “Compañía Omnibusera del Este Sociedad Anónima” , razón social que mantiene hasta la actualidad.",
    "p14": "La importación, orientada a la renovación y al crecimiento patrimonial y ajustada a las disposiciones que han estado vigentes (a partir de 1976 no se permitió la entrada de unidades carrozadas, por lo que reiteradamente se adquirieron chasis y se recurrió a los servicios de empresas nacionales) fue pautando también el desenvolvimiento empresarial y marcando el propósito rector de la mejora continua.",
    "p15": "Después de 1990 se permitió el ingreso de unidades armadas en Brasil y a partir de 1992, utilizando el mecanismo de leasing, también se concretaron importantes negociaciones.",
    "p16": "En el año 2010 por ser el del 74 aniversario de una compañía que no olvida sus raíces, su integración, sus pioneros y el sacrificio que supone superar escollos para estar siempre presente está impregnado de un entendible sabor a regocijo y una legítima sensación de orgullo por las etapas cumplidas.",
    "st1": "Néstor Ortiz Molina - Periodista",
    "p17": "En el año 49 se implementó por primera vez el uniforme para los empleados, era un mameluco como de jardinero, junto con ello se comenzaron obtener otros beneficios para los trabajadores como el Seguro por Enfermedad y la Asignación Familiar. Entonces fue que se constituyó la Caja que estaba en calle  Olivera y 25 de agosto. \nLa ruta en la década del 50 era pésima, de balasto, muy angosta, y cuando llovía, peligrosísima.",
    "st2": "Abelardo Goitia - Pionero",
    "p18": "Una empresa inteligente con un proceso de 70 años acompañando la vida del departamento. Unos pocos hombres, con imaginación y fuerza, la iniciaron hace setenta años. Otros la continuaron y la adaptaron a las exigencias del nuevo tiempo. Cuando Punta del Este estaba despertando llegó la época de la construcción y demanda de mano de obra. Había que trasladar a la gente; más coches y más horarios. Y aquellos hombres aceptaron el desafío, trajeron nuevas unidades, agregaron más personal y ofrecieron mejor servicio.",
    "p19": "Toda esa demanda había que sincronizarla, adaptando el servicio a las exigencias del usuario. En San Carlos, pero también en la zona balnearia. Todo se logró con la visión de aquellos hombres, más el aporte consciente del personal, que fue gratificado dentro de sus posibilidades.\nLlegó el momento de tecnificarse y hubo que hacer el esfuerzo. Se hicieron las nuevas oficinas de la Agencia Maldonado, amueblada y equipada correctamente. Luego se compraron en Brasil cinco Caios, aumentando en forma considerable la flota. Se dió comienzo a una nueva forma de cooperación y aporte a la sociedad, concediendo pasajes a estudiantes y jubilados. Accediendo al pedido del usuario en zonas y horarios solicitados. Extensión de recorridos. Traslados de Cedemcar (Centro Deportivo Municipal Carolino) a la piscina de Maldonado, de discapacitados a diferentes lugares. Traslado gratis los domingos a jubilados. Todo un enfoque nuevo de servir y producir.",
    "p20": "Luego apareció la posibilidad de adquirir la empresa Olivera Hermanos de Maldonado. Gente con visión de futuro gestó la idea y en forma por demás inteligente realizaron la operación, anexando 30 unidades de la zona urbana de Maldonado, la agencia y compromiso de mantener el personal. A pesar de todo, han logrado una empresa estabilizada, que está en marcha; una familia de gente visionaria que mira hacia el futuro sin despegar los pies de la tierra, sabiendo que después del esfuerzo vienen los frutos”.",
    "st3": "Juan González Barrios - Historiador",
    "st3-video": "El directorio actual está integrado por Karinna Klavijo, Pablo Brito, Pedro W. Nimo, Carlos Salgado, y Juan Pablo Nimo.",
    "st4": "Pedro Nimo – Ex-Director de CODESA",
    "p21": "En la década del 70 uno de los mayores obstáculos estaba dado por la propia naturaleza de los meses invernales ya que la acumulación de lluvias al sur de la ciudad generaba inundaciones que clausuraban el paso hacia Maldonado. Había choferes que con gran pericia lograban pasar los ómnibus, y de esa manera mantener el servicio en el tramo Maldonado – Punta del Este. Algunos carolinos iban en tren hasta Maldonado y allí reenganchaban con nosotros, aunque en oportunidades ni el tren era solución.",
    "p22": "Los años 80 estuvieron marcados por el auge de la construcción.",
    "p23": "La intensidad de la demanda que se generaba en esa época llevó a la extensión de los horarios y esto comenzó a repercutir en inasistencias del personal. Se trabajaba mucho, se hacían muchas horas, y en ocasiones el descanso se hacía necesario. \nCon el tiempo se aumentaron los servicios por Roosevelt y la costa y se mejoró la prestación a La Barra.",
    "p24": "Somos concientes del compromiso que tenemos con la población, porque ella es la que nos ha permitido existir, crecer y estar donde estamos; la obligación es de mantener la empresa y conducirla exitosamente hacia el futuro.",
    "p25": "Codesa realizó una donación a la intendencia con el propósito de que dicha unidad cumpliera funciones de policlínica.\nCon las autoridades municipales de todas las épocas hemos mantenido siempre un relacionamiento muy correcto porque la empresa es totalmente apolítica. A nosotros nos preocupa desde siempre el aspecto social, somos conscientes de lo que la gente significa y que sin ella no caminamos.",
    "p26": "El futuro es difícil predecirlo, brindamos un buen servicio y estamos dispuestos a explorar nuestro funcionamiento para corregir errores. \nTrabajamos constantemente en hacer viable la renovación de flota y mejorar ciertas líneas.",
    "p27": "Siempre tuvimos un boleto obrero. Hoy estamos brindando un 25% de descuento en ese tipo de abono mensual con una validez de 40 días. Puede ser por 30, 40, 50 o 60 viajes, que antes sólo existía el abono de 60 pasajes. También existe el abono de estudiante con un 50% de descuento. La intendencia en este momento a los alumnos del primer ciclo que viven a más de un kilómetro del liceo les paga el 40% de ese abono de estudiante. Los jubilados y los menores de 12 años viajan gratis los domingos, pero además la empresa se ha adherido a celebraciones tales como el “Día del Niño”, “del Abuelo” o “de la Madre”.",
    "p28": "No sólo que utilizamos cubiertas de las mejores, aceite de buena calidad para que los motores funcionen bien y buen combustible, sino que también realizamos controles diarios en los vehículos, algo que requiere tiempo. \nNos costó entablar una buena relación con el personal de Olivera, porque la empresa era manejada diferente, de otra manera, y bien dicen que “cada maestrito con su librito”. Por suerte se han ido limando asperezas.",
    "st5": "Carlos Salgado – Director de CODESA",
    "p29": "Somos la única empresa que va quedando en San Carlos, oriunda de la ciudad, que se ha mantenido y crecido. Todos tenemos el conocimiento de empresas que han venido, han dado trabajo a mucha gente y después han cerrado. Podrían recordarse la aceitera, el frigorífico y varios emprendimientos más.",
    "p30": "Codesa se ha mantenido porque ha tenido una política – algunas veces demasiado conservadora – pero muy segura, y eso significó durante la crisis un respaldo impresionante. \nHay que saber medir el momento en que conviene ser conservadores y el momento en que conviene dejar de serlo y para eso contamos con jóvenes.",
    "p31": "La empresa tuvo un avance muy importante con lo que significó la compra de Olivera, evidentemente fue un importante aumento patrimonial. \nLas empresas de transporte no marchan con directores, funcionan por los funcionarios que mantienen los coches limpios, los mecánicos, los choferes que salen a la calle y por los que tratan bien al público.",
    "st6": "Pablo Brito – Director de CODESA",
    "p32": "En Codesa hemos acompasado los cambios amoldándonos a los requerimientos actuales y manteniendo la excelencia que la empresa ha tenido siempre como meta, pensando permanentemente en la seguridad y comodidad del usuario.",
    "p33": "En la actualidad la preocupación mayor está por el lado del combustible, que ahora supone un precio mayor que lo que era antes.",
    "p34": "Siempre estamos viendo lo que hacen las empresas grandes y estudiando la viabilidad de los cambios. La boletera electrónica, por ejemplo, sería para nosotros un gran avance, porque simplificaría muchas cosas, para los controles fundamentalmente.",
    "p35": "La reforma que hicimos en la sede central era muy necesaria, fundamentalmente por razones de seguridad.",
    "st7": "Gerardo Cabrera – Ex-Director de CODESA",
    "p36": "La historia comenzó con mi abuelo Juan Antonio Cabrera, siguió con mi padre y continuó conmigo. Yo ingresé a Codesa en el año 83 y lo hice como empleado de la Agencia Maldonado. Después de trabajar 3 o 4 años en ese lugar y debido al fallecimiento de uno de los directores, fui transferido a San Carlos. Pasé a ocupar un lugar en el directorio y a trabajar como Encargado de Taller.",
    "p37": "Serían cuatro generaciones, porque ahora también un hijo mío se desempeña en tareas administrativas. Hay varias situaciones similares, porque también en los casos de Pedro y Pablo, sus respectivos padres fueron puntales de la compañía. Algunos compañeros ya se retiraron, otros vendieron, pero nosotros todavía seguimos por la senda.",
    "p38": "Ahora estamos pensando en continuar con la renovación de la flota. También aguardamos por la nueva tecnología, las máquinas expendedoras de boletos.",
    "st8": "Nelson Clavijo (1938 - 2009) – Ex-Director de CODESA",
    "p39": "En los inicios las primeras líneas que funcionaron era la línea 5 que era San Carlos, La Barra y Manantiales, las líneas 1 y 2 a Punta del Este, la 3 a San Rafael y la 20 de Maldonado a Pan de Azúcar.",
    "p40": "En esa época había muchas dificultades en cuanto al traslado de pasajeros porque la industria de la construcción atravesaba por un buen momento y la demanda de servicio era importante.",
    "p41": "Las zonas de los recorridos sufrieron importantes modificaciones, La Barra era un balneario con poca gravitación, con el paso de los años, se fue gestando una gran transformación hasta llegar a ser lo que hoy en día conocemos.",
    "p42": "En aquél tiempo muchas cosas eran distintas. La gente viajaba a Punta del Este entre las 5 y las 8 y regresaba entre las 18 y las 19 horas. La zona de Cantegril estaba bastante despoblada, no como hoy que Maldonado y Punta del Este están unidos.",
    "p43": "Los años 69 y 70 fueron de transformaciones, se importaron 10 unidades procedentes de Argentina, lo que posibilitó el retiro de los coches chicos, cuya permanencia ya se consideraba insostenible.",
    "p44": "Actualmente la empresa se compone con capitales y trabajadores carolinos. En una época el 100% del personal era también oriundo de San Carlos pero esa situación se ha modificado por la demanda laboral que existe en el país y que ha hecho llegar hasta estos lares a muchas familias de los departamentos limítrofes.",
    "p45": "Nosotros palpitamos con orgullo este nuevo aniversario, porque vemos que en un contexto de muchas empresas que ya no están, la nuestra sigue vigente, viva y alentando fervorosos deseos de progresar.",
    "p46": "No debe haber personas en San Carlos, desde niños a adultos que no hayan utilizado alguna vez los servicios de nuestra compañía. Codesa cumple una función social fundamental trasladando gratuitamente a personas minusválidas y no videntes colaborando con la sociedad en su conjunto."
  }
}
